[
    {
        "name": "Emmanuel HAKUZIMANA",
        "slug": "emmanuel-hakuzimana",
        "role": "Co-Founder & CEO",
        "description": "Promoting health and wellness to the community through digital technology.",
        "image": "/images/members/member-7.jpg",
        "bio": "As a Registered Nutritionist and Nursing Professional, I am passionate about transforming healthcare through AI-driven solutions. Growing up in Rwanda, I saw the impact of non-communicable diseases (NCDs) and the need for accessible, preventive care. That’s why I founded Vitaway Health to bridge the gap between patients and providers with personalized, sustainable health solutions. I meet people where they are, guiding them toward lasting change, one habit at a time. At Vitaway, better health isn’t just a goal, it’s a way of life.",
        "social_media": {
            "linkedin": "https://www.linkedin.com/in/emmanuel-hakuzimana-rn-123309188/",
            "twitter": "https://x.com/Heynemjtc1",
            "instagram": "https://www.instagram.com/heynemjtc?igsh=cGZpYWQwYXpubjY4"
        }
    },
    {
        "name": "Eric NIYONGIRA",
        "slug": "eric-niyongira",
        "role": "Co-founder & Business Strategy Development",
        "description": "Research and developing strategies to drive innovation in the fields of FinTech and HealthTech. 🚀",
        "image": "/images/members/member-2.jpeg",
        "bio": "",
        "social_media": {
            "linkedin": "https://www.linkedin.com/in/eric-niyongira-b4a6b0193/",
            "twitter": "https://x.com/EricNiyongira3",
            "instagram": ""
        }
    },
    {
        "name": "Steven SHIMIRWA",
        "slug": "steven-shimirwa",
        "role": "Co-founder & Head of Clinical Medicine",
        "description": "Innovation powered by collaboration and critical thinking enhances and makes my work about health enhancement a success.",
        "image": "/images/members/member-3.jpg",
        "bio": "",
        "social_media": {
            "linkedin": "https://www.linkedin.com/in/steven-shimirwa-0b4077178",
            "twitter": "",
            "instagram": ""
        }
    },
    {
        "name": "Patience H. MANIRABONA",
        "slug": "patience-manirabona",
        "role": "Software Engineer & Product Development",
        "description": "Software developer dedicated to creating innovative solutions for advancing different societies.",
        "image": "/images/members/member-4.jpg",
        "bio": "",
        "social_media": {
            "linkedin": "https://www.linkedin.com/in/manirabona-patience/",
            "twitter": "https://x.com/ManirabonaW",
            "instagram": ""
        }
    },
    {
        "name": "Emmanuel Murindwa",
        "slug": "emmanuel-murindwa",
        "role": "Public Health & Nutrition Specialist",
        "description": " Public Health professional with expertise in Nutrition and Social Behavior Change (SBC). He holds a Bachelor’s degree in Human Nutrition and Dietetics from the University of Rwanda and is a registered Nutritionist under the Rwanda Allied Health Professional Council (RAHPC)",
        "image": "/images/members/member-6.jpg",
        "bio": "Emmanuel specializes in creating personalized meal plans for individuals with Non-Communicable Diseases (NCDs) and provides nutrition counseling across various life stages. He has worked as a Social Behavior Change Officer at Three Stones International and he is also actively involved in volunteering with organizations like the Rwanda NCD Alliance and Health Alert Organization, focusing on NCD prevention and public health advocacy.",
        "social_media": {
            "linkedin": "https://www.linkedin.com/in/emmanuel-murindwa-9055b7235/?originalSubdomain=rw",
            "twitter": "",
            "instagram": ""
        }
    },
    {
        "name": "Nathanaella Hirwa",
        "slug": "nathanaella-hirwa",
        "role": "AI Data Engineer & Virtual Assistant",
        "description": "Detail-oriented professional with experience in data collection, entry, and machine learning models.",
        "image": "/images/members/member-8.jpg",
        "bio": "I'm a detail-oriented professional with experience in data collection and entry, committed to delivering high-quality work. I hold a Virtual Assistance certificate, which has helped me manage tasks efficiently. Currently pursuing a Bachelor's in Software Engineering, I'm eager to combine my administrative skills with my growing technical knowledge to contribute to an innovative team.",
        "social_media": {
            "linkedin": "https://www.linkedin.com/in/hirwa-nathanaella/?originalSubdomain=rw",
            "twitter": "",
            "instagram": ""
        }
    }
]